src/main/resources/xml/services/actors/getActorById.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:getActorsByIdRequest>
         <my:actor_id></my:actor_id>
      </my:getActorsByIdRequest>
   </soapenv:Body>
</soapenv:Envelope>